## coding=utf-8

#биржа для торговли
exchange='wex'

#Торговая пара, последовательность валют должна быть аналогична принятой на бирже 
coin_one='BCH'
coin_two='ETH'

#минимальный процент профита от сделки
profit_percent=0.05

#Основная валюта в паре
master_coin='BCH'

#Объем валюты для торговли
trade_balance=0.05

#Отступ от цены в пунктах
trade_offset=1

telegram_token='111111111111111111111111111111111111111'
telegram_id='123456'


wex = {
    'apiKey': '........................................',
    'secret': '........................................'
}

